acpilight
alacritty
alsa-utils
arc-gtk-theme
at
atool-git
aws-cli
aws-session-manager-plugin
base
bat
betterlockscreen
blueman
bluez
bluez-utils
brave-bin
cmatrix
code
composer
copyq
cronie
ctop
dash
dbeaver
discord
docker
docker-compose
duf
dunst
efibootmgr
envycontrol
eslint
exa
fast
fd
firefox
flameshot
fnm-bin
fortune-mod
freerdp
fzf
genact
git
go
gofumpt
google-chrome
grub
heroku-cli-bin
htop
imlib2
intel-ucode
jq
kubecolor
lazygit
libxft-bgra-git
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
man-db
man-pages
mongodb-compass
mpv
msi-perkeyrgb
mugshot
mullvad-vpn-bin
mysql-workbench
ncdu
neofetch
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-emoji
nvidia
nvidia-settings
nvidia-utils
nvtop
openssh
openvpn
pam-gnupg
pamixer
papirus-icon-theme
pass
pass-otp
pgcli
php
picom-ibhagwan-git
plymouth
plymouth-theme-arch-charge-big
postman-bin
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qbittorrent
qt5ct
ranger
redshift
remmina
remmina-plugin-rdesktop
rofi
rsync
scrcpy
screenkey
shfmt
sl
spotify
spotify-tray-git
stow
stylua
syncthing
teams
terminus-font
the_silver_searcher
tldr
tmux
tree-sitter
ttf-jetbrains-mono
ttf-material-design-icons
udiskie
ueberzug
unrar
unzip
usbutils
vagrant
vim
virtualbox
vlc
wget
wluma
wmctrl
x11vnc
xclip
xorg-mkfontscale
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsel
yarn
yay
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zbar
zoom
zsh
