acpilight
alacritty
alsa-utils
apache-tools
appmenu-gtk-module
arc-gtk-theme
at
atool
aws-cli-v2
aws-session-manager-plugin
base
bat
betterlockscreen
blueman
bluez
bluez-utils
clang
cmatrix
composer
copyq
cronie
ctop
dash
dbeaver
discord
docker
docker-compose
duf
dunst
efibootmgr
envycontrol
exa
fakeroot
fast
fd
firefox
flameshot
fnm-bin
freerdp
fzf
genact
git
git-delta
go
gofumpt
google-chrome
grub
gwenview
htop
hyprland
imlib2
intel-ucode
isync
jq
kubectl
lazygit
libvips
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-headers
lldb
luarocks
man-db
man-pages
mcfly
mongodb-compass
mongosh-bin
mpv
msi-perkeyrgb
msmtp
mugshot
mullvad-vpn-bin
mycli
mysql-workbench
ncdu
neofetch
neomutt
neovim-everforest-git
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
nvtop
obsidian
openssh
pam-gnupg
pamixer
papirus-icon-theme
pass
pass-otp
patch
perf
php
php-gd
php-mongodb
picom-animations-git
plymouth
plymouth-theme-arch-charge-big
pnpm-bin
postman-bin
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qbittorrent
qt5ct
ranger
redisinsight
redshift
rlwrap
rofi
rsync
rust-analyzer
rustdesk-bin
scrcpy
screenkey
sddm-git
serverless
shellcheck
shfmt
simplescreenrecorder
sl
spotify
spotify-tray-git
spotify-tui
stow
stylua
sudo
sxiv
syncthing
tailwindcss-language-server
teams
terminus-font
texinfo
the_silver_searcher
tldr
tmux
tokei
tor
touchpad-indicator-git
tree-sitter
tt
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-material-design-icons
typescript
typescript-language-server
udiskie
ueberzug
unrar
usbutils
vagrant
vhs
vim
virtualbox
vlc
waybar
wget
which
x11vnc
xbanish
xclip
xorg-mkfontscale
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsel
yarn
yay
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zbar
zoom
zsh
