acpilight
alsa-tools
arc-gtk-theme
at
atool
aws-cli-v2
base
base-devel
bat
betterlockscreen
blueman
bluez
bluez-utils
breeze
certbot
cmake
cmatrix
composer
copilot-cli-bin
copyq
cronie
ctop
dash
dbeaver
discord
displaylink
docker
docker-compose
duf
dunst
efibootmgr
envycontrol
evdi
eza
fast
fd
firefox
flameshot
fnm-bin
fzf
genact
git
git-delta
gnome-keyring
google-chrome
grub
gwenview
htop
imlib2
intel-ucode
jq
lazygit
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
luarocks
man-db
man-pages
mcfly
megacmd
megasync-bin
mongodb-compass
mongosh-bin
mpv
msi-perkeyrgb
mugshot
mullvad-vpn-bin
mysql-workbench
ncdu
neofetch
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
nvtop
obsidian
openssh
openvpn
pacman-contrib
pam-gnupg
pamixer
papirus-icon-theme
pass
pass-otp
pavucontrol
php
php-gd
php-mongodb
php-sqlite
plymouth
plymouth-theme-arch-charge-big
pnpm
postman-bin
prettier
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
qbittorrent
qt5ct
ranger
redshift
reflector
ripgrep
rofi
rsync
rustdesk-bin
scrcpy
screenkey
shfmt
speedtest++
stow
strace
stylua
surfshark-client
syncthing
terminus-font
the_silver_searcher
tmux
tree-sitter
ttf-all-the-icons
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-material-design-icons-git
tutanota-desktop-bin
typescript
udiskie
ueberzug
unrar
usbutils
vagrant
vim
virtualbox-bin
wget
woeusb
xclip
xorg-mkfontscale
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsel
yay
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zbar
zoom
zsh
